[
  "Stretch your arms above your head. Inhale slowly. Now wiggle like fruit jam.",
  "Stand up and walk to the farthest corner of your space like you’re on a secret mission.",
  "Do 5 neck rolls. Your shoulders will say thank you later.",
  "Lay on the floor and stare at the ceiling for 60 seconds. This counts.",
  "Wiggle your toes. Then wiggle everything. Shake off the stale air.",
  "Open a window. Stretch toward the light. Be a sunflower today.",
  "Put on a song you love and just move like you mean it — or like you don't. Both work.",
  "Balance on one foot for 10 seconds. Bonus points if you feel like a flamingo.",
  "Gently roll your wrists and ankles. Fruit is more flexible than it looks.",
  "Pretend to tiptoe across hot sand — 3 slow laps around the room.",
  "Do 20 jumping jacks like you're trying to shake the cobwebs off.",
  "Hold a plank for 30 seconds and imagine you’re a frozen veggie burrito.",
  "Do 15 wall push-ups while thinking powerful fruity thoughts.",
  "March in place for 2 full minutes like you're off to a picnic.",
  "Sit and stand from a chair 20 times — no hands allowed!",
  "Lay flat, then stretch your whole body long like spaghetti for 30 seconds.",
  "Raise your arms overhead and sway side to side like a gentle breeze is moving you.",
  "Do 10 standing leg swings per leg — front to back.",
  "Hold a wide squat and pretend you’re picking invisible fruit for 20 seconds.",
  "Do 20 alternating knee lifts. Add a clap under each one if you feel spicy.",
  "Flap your arms like a bird trying to take off — 45 seconds.",
  "Pretend you're painting a rainbow with both arms — big arcs for 1 minute.",
  "Hop side to side over an imaginary banana peel — 30 seconds.",
  "Spin slowly in a circle with your arms out — then reverse. Dizzy with delight.",
  "Bounce gently on your heels for 45 seconds. Just enough to wake up your grapes.",
  "Reach down, touch the floor, then reach for the sky — 10 times.",
  "Roll each shoulder back and forward 15 times — say goodbye to tension.",
  "Pretend you’re rowing a giant watermelon boat — 40 strokes.",
  "Tap your toes on a book or box — 25 quick taps each foot.",
  "Draw circles in the air with your knees — 10 small ones per side.",
  "Pretend you're lifting invisible groceries — 15 bicep curls, no weight needed.",
  "Stand on tiptoe for 10 seconds, lower slowly. Repeat 10 times.",
  "Imagine you’re pushing a wall across the room — 15 reps of push + hold.",
  "Take 3 deep breaths, then do 15 slow shoulder shrugs.",
  "Bend sideways like you’re reaching for fallen lemons — 10 reps each side.",
  "Try 10 slow and silly lunges across the room.",
  "Twist your torso gently like you’re looking over your fruity shoulder — 20 reps.",
  "Walk backward for 30 seconds (carefully!) like you forgot something.",
  "Pretend you're pulling vines down from a tree — 15 overhead reaches.",
  "Balance with one foot in front of the other for 30 seconds — tightrope style.",
  "Do 12 seated leg lifts. Sit tall and strong like broccoli.",
  "Shake out each arm and leg one by one — don’t leave a toe behind.",
  "Skip in place for 30 seconds — full playground energy.",
  "Pretend to ice skate in slow motion — 1 minute of smooth glides.",
  "Tap your shoulders with opposite hands — 30 fast cross-body taps.",
  "Pretend you're swimming through jelly — slow freestyle arms for 45 seconds.",
  "Do 15 butt kicks like you’re kicking your own excuses away.",
  "Bounce like popcorn in a pan — light and fast for 1 minute.",
  "Pretend you’re hugging a huge fruit basket — hold for 10 seconds. Repeat 3x."
]
