[
    "You’re doing better than you think.",
    "One deep breath can change everything.",
    "It’s okay to rest. That’s part of growing.",
    "You’re allowed to be soft and strong.",
    "You matter more than you realize.",
    "It's okay if today is slower.",
    "Your pace is still progress.",
    "You don’t have to be “on” all the time.",
    "You're allowed to just exist today.",
    "Nothing blooms all year — including you.",
    "One slow step is still movement.",
    "You don’t have to do everything today.",
    "Small wins still count.",
    "Keep going, even if it’s quiet.",
    "Let the day meet you gently.",
    "One thing at a time.",
    "Being tired doesn’t mean you’re not trying.",
    "Today needs less pressure and more softness.",
    "Give yourself the grace you'd give a friend.",
    "Being gentle is brave too.",
    "Your story isn’t stuck. It’s unfolding.",
    "You haven’t failed. You’re still learning.",
    "Your worth isn’t measured by productivity.",
    "Some days are for rest, not progress.",
    "You are still whole, even when you’re healing.",
    "Your pace is your power.",
    "You don’t have to prove your pain.",
    "Permission granted: to pause.",
    "You are still growing, even when you feel still.",
    "Rest is a strategy, not a weakness.",
    "Breathe. That counts too.",
    "It’s okay to be unsure today.",
    "Your energy deserves protection.",
    "Be slow. Be safe. Be soft.",
    "You don’t need to fix everything today.",
    "You are someone’s reason to smile.",
    "Let your kindness come back to you.",
    "Not all progress is visible.",
    "Being here is enough.",
    "You made it this far — that matters.",
    "Don’t forget to exhale.",
    "Not every day is a mountain. Some are meadows.",
    "Tired doesn’t mean broken.",
    "Keep going, fruit.",
    "You can be peaceful without being perfect.",
    "You can sit down without giving up.",
    "Avocado believes in you. Even if he can’t tie his shoes yet.",
    "Cherry said to tell you: you’re doing great.",
    "Broccoli is skeptical, but still proud of you.",
    "You’re 100% fruit-certified lovable.",
    "Coffee helps. Hugs help more.",
    "You’re just one nap away from greatness.",
    "Avocados bruise easily — and look how loved they are.",
    "Fruit logic says: if you made it through the day, you win.",
    "You’re not too soft. You’re just perfectly ripe.",
    "Be as kind to yourself as you are to mangoes.",
    "You're someone’s emotional support pineapple.",
    "Every pit is a new beginning.",
    "Broccoli called. He said: \"Keep it together, ish.\"",
    "Some days you're juice, some days you're jam.",
    "You’re not a mess. You’re trail mix.",
    "You’re not too late to join the fruit bowl.",
    "You don’t have to be 100% sweet today.",
    "A snack and a smile — try both today.",
    "Sometimes the fridge is the best hiding place.",
    "You are certified snackable.",
    "Your weirdness is your juiciest trait.",
    "Just because you feel like mashed bananas doesn’t mean you’re not delicious.",
    "Trust your fruit‑gut.",
    "Avocado wants to draw a comic about you, so drop a message. It will be lovely.",
    "Cherry believes in dance breaks.",
    "You're not weird—you're just fruitfully quirky.",
    "Fruit salad isn’t perfect—and neither are you.",
    "Avocado thinks rain makes everything better.",
    "You can be your own safe space.",
    "You don’t have to earn your softness.",
    "Being gentle with yourself is strength.",
    "You’re allowed to take up space.",
    "You are not a problem to fix.",
    "You are worth loving on your worst days too.",
    "You don’t owe anyone constant cheer.",
    "It’s okay to not be okay.",
    "Show up for yourself like you would for a friend.",
    "Sometimes all you need is a cartoon and a cookie.",
    "You deserve rest without guilt.",
    "You deserve joy that doesn’t need permission.",
    "It’s okay to need more time.",
    "Your heart is still learning.",
    "You are not defined by today’s energy.",
    "You don’t have to explain your feelings to be valid.",
    "It’s okay to pause. Even cherries nap.",
    "The goal is not to be perfect—it’s to be real.",
    "Nobody sees all your effort — but it still counts.",
    "It’s okay to need quiet.",
    "You get to be kind to yourself too.",
    "You don’t have to be cheerful to be loved.",
    "Rest is how you keep blooming.",
    "Be as kind to yourself as you are to everyone else.",
    "Today is not a test.",
    "You can love yourself and still struggle.",
    "You don’t need to prove anything today.",
    "You are not behind. You are on your path.",
    "Feeling messy doesn’t make you less lovable.",
    "You don’t have to do it all.",
    "Some days you just survive—and that’s okay.",
    "It’s brave to be soft in a sharp world.",
    "You can choose peace, again and again.",
    "It’s okay to take the scenic route.",
    "Let yourself be held—even by words.",
    "You’re someone’s favorite notification.",
    "Even a fruit has off days.",
    "You're doing your best, and that’s enough.",
    "Someone would miss your laugh.",
    "You're allowed to have snack-based goals.",
    "You’re the avocado in someone’s sandwich.",
    "You’re the cozy blanket in someone’s memory.",
    "You deserve the softest part of the couch.",
    "You bring a good kind of weird.",
    "You are a walking good-vibe playlist.",
    "Today you can just... be.",
    "Let the coffee be enough today.",
    "You are 98% fruit and 2% stardust.",
    "You don’t need a reason to smile.",
    "You are someone’s favorite “hi.”",
    "You make boring beautiful.",
    "Someone loves your awkward.",
    "You’re not lost. You’re just fruiting in progress.",
    "You’re fun to be around, even if you’re quiet.",
    "You’re more helpful than you know.",
    "You are so snackable.",
    "You belong in the sunshine.",
    "You matter in the middle, not just the milestones.",
    "You’re the kind of friend people feel lucky to find.",
    "It’s okay if all you did today was try.",
    "You are good fruit.",
    "You’re the sweet part of someone’s day.",
    "You deserve a nap and a gold star.",
    "You deserve a slow morning.",
    "You’re a little weird, and that’s excellent.",
    "You’ve survived 100% of your weird days.",
    "You’re a comfy chair in a loud room.",
    "You’re enough—especially when you think you’re not.",
    "You’re not alone in your “what am I doing” phase.",
    "You’re a peaceful plot twist.",
    "You’re an excellent hug in digital form.",
    "Your presence is a gift.",
    "Someone would choose you again and again.",
    "You’re important, even on quiet days.",
    "You’re the good kind of different.",
    "You’re a vibe with a pulse.",
    "You’re not the mess. You’re the heart.",
    "The fruit gang votes: nap time.",
    "The fruit gang votes: snack time.",
    "The version of you from last year would be proud.",
    "You’ve come further than you think.",
    "You’re not stuck—you’re simmering.",
    "You’ve already made someone feel seen today.",
    "Someone’s day is better just because you exist.",
    "The fruit gang votes: stroll time.",
    "You’ve survived days like this before.",
    "You’re still here—and that’s everything.",
    "You’ve done hard things already.",
    "You’re carrying more than you let on.",
    "Someone’s smile today came from you.",
    "You have no idea how loved you are.",
    "Someone’s favorite memory has you in it.",
    "It’s okay if your best today looks different than yesterday.",
    "You’re someone’s “I’m glad they exist.”",
    "Your gentleness has power.",
    "You make the internet a little warmer.",
    "You’ve become your younger self’s comfort.",
    "You make silence safe.",
    "Breathe in. Breathe out. You're here.",
    "You made it through *that* thing—you can handle today.",
    "You make “existing” look beautiful.",
    "You’re someone’s reason to hope.",
    "You’re the heart in the background.",
    "You give without realizing.",
    "You’ve already shown up—now you can soften.",
    "You carry kindness like it’s light.",
    "You’re the light in someone’s small corner.",
    "You bring steadiness with just your presence.",
    "You’re learning — and that’s beautiful.",
    "This moment is yours. Be in it fully.",
    "Broccoli believes in backup snacks.",
    "Cherry said “no” to pineapple pizza today, so you can say no too.",
    "A plum’s wisdom: sleep > everything.",
    "Don't argue with fruit. They just rot silently.",
    "If you can dodge a kiwi, you can dodge a problem.",
    "Avocados don’t stress about deadlines. Neither should you.",
    "Broccoli's logic: “If it doesn’t move, you can catch up to it later.”",
    "Even a fruit salad needs someone to stir things up.",
    "Never trust a banana in a trench coat.",
    "When in doubt, roll with the grapes.",
    "Today’s vibe: emotional fruit cup.",
    "Broccoli has trust issues with smoothies.",
    "No one peels back the layers like an onion.",
    "Mangoes are introverts in extrovert packaging.",
    "Avocado’s tip: fall gently, like a ripe peach.",
    "The fridge knows all secrets.",
    "Today’s forecast: 30% chance of juice.",
    "Broccoli thinks every problem can be fixed with snacks, a walk, and a good night of sleep.",
    "Don’t make life complicated—just peel and chill.",
    "Cherry is 98% sugar, 2% sass.",
    "Avocado wears socks to bed. Pass it on.",
    "Pineapple always thinks they’re the main character.",
    "Even bad bananas get second chances—in bread.",
    "Fruit logic: If you can't fix it, decorate it.",
    "Grape expectations are dangerous.",
    "A quiet apple is thinking about you.",
    "Carrots are spies. That’s why they’re underground.",
    "Avocado’s motto: No pit, no panic.",
    "Fruit doesn’t overthink. They just ripen.",
    "Kindness doesn’t have to be loud to matter.",
    "You don’t have to understand someone to be kind to them.",
    "The smallest kindness can echo for years.",
    "Being kind to yourself makes the world kinder.",
    "You can’t pour from an empty fruit cup.",
    "Compassion isn’t weakness—it’s power with softness.",
    "A kind word can change someone’s whole hour.",
    "Offer patience, not pressure.",
    "You don’t always have to have the right words—presence is enough.",
    "A soft smile can break tension.",
    "Kindness doesn’t require energy—just intention.",
    "Let yourself off the hook today.",
    "You’re allowed to make mistakes and still be loved.",
    "Being kind to yourself is how you grow fruitfully.",
    "Forgive yourself the same way you’d forgive Avocado.",
    "One kind word can stick forever.",
    "You don't need to say much to say a lot.",
    "Softness in hard moments is real courage.",
    "Give grace like it’s juice—easy to pour.",
    "Some people need kindness just to survive the day.",
    "Sometimes kindness is doing less, not more.",
    "A thank-you can stick longer than a gift.",
    "You’re doing your best. So is everyone else.",
    "Be kind, especially when it's quiet.",
    "Someone needs the gentleness you carry.",
    "Don’t wait until later to be nice.",
    "Kindness multiplies.",
    "Speak like someone’s day depends on it—that might.",
    "Don’t forget to be kind to people behind the scenes.",
    "Someone’s rude moment might be their hardest hour.",
    "Let kindness be your fallback plan.",
    "You never regret being kind.",
    "Smile at strangers. It's fruitfully chaotic.",
    "Drink some water. Then rest.",
    "You don’t have to solve everything today.",
    "You can say no kindly and mean it completely.",
    "Let yourself be average—and joyful.",
    "Romanticize the little things.",
    "Play music you loved at 12.",
    "Let dishes wait while you breathe.",
    "Enjoy the silence between the chaos.",
    "Walk slower. Breathe deeper.",
    "Text the person you miss.",
    "Eat something warm today.",
    "Speak gently—even to yourself.",
    "Your energy is worth guarding.",
    "Do something that isn’t “productive.”",
    "Put your phone down and look out the window.",
    "Be the cozy in someone else’s chaos.",
    "Keep your mornings soft when you can.",
    "Light doesn’t rush in—it seeps.",
    "Take the scenic route. Even indoors.",
    "Let quiet be your comeback.",
    "It’s okay if your joy is quiet.",
    "Let comfort be enough.",
    "Create before you consume.",
    "You are allowed to just enjoy existing.",
    "Don’t chase peace—choose it.",
    "Happiness doesn’t need to be loud.",
    "Slow moments are sacred.",
    "Boredom is not failure. It’s room to breathe.",
    "Warm socks = emotional security.",
    "You’re already worthy of love.",
    "You don’t need to be “better” to be good.",
    "Your existence adds value to this world.",
    "You don’t have to earn your space.",
    "You are someone’s favorite voice.",
    "You’re allowed to feel proud of small things.",
    "You’re not broken. You’re complex.",
    "Your story matters—even the quiet parts.",
    "You don’t need to be anyone else.",
    "Your presence has weight—the good kind.",
    "Your feelings are valid even if no one else sees them.",
    "You are enough. Just as you are. Right now.",
    "You don’t need to glow to be gold.",
    "You have value, even if you rest.",
    "You are someone’s comfort place.",
    "You are more than your to-do list.",
    "You are not invisible.",
    "You are the best at being *you*.",
    "You are allowed to take up space, make noise, and be soft.",
    "You’re not too late. You’re perfectly fruit-timed.",
    "You are worth showing up for—even by you.",
    "You’re growing into something beautiful.",
    "You are not what hurt you.",
    "You don’t need a label to be loved.",
    "You’re already someone’s peace.",
    "You are lovable even when you’re overwhelmed.",
    "You’re more than one moment or mood.",
    "You are not your worst decision.",
    "You are still worth the effort.",
    "You’re not behind — you’re just blooming late.",
    "You’re still becoming. That’s beautiful.",
    "You make space feel safe.",
    "You don’t need permission to be proud of yourself.",
    "You don’t owe anyone a version of you that’s less than whole.",
    "You matter. Even when you’re offline.",
    "You are what gentleness looks like in motion.",
    "You belong here. Just like this.",
    "You are not the only one who feels this way.",
    "You’re not broken — you’re just processing.",
    "Someone else has been there — and made it through.",
    "You are not alone in your overwhelm.",
    "The sadness doesn’t mean you’re failing.",
    "You are not your worst thought.",
    "You’re not “too sensitive” — you feel deeply.",
    "There’s someone who would understand if you told them.",
    "Your story is still being written.",
    "Someone else cried in the car today too.",
    "You’re allowed to feel confused.",
    "It’s okay if you don’t know how to explain it.",
    "You’re not too late for love, joy, or healing.",
    "You’re not weird for needing quiet.",
    "You’re not a burden — you’re just hurting.",
    "You’re not behind. You’re just not rushing.",
    "You don’t need to hide your heavy days.",
    "Others have been there — and still think you’re incredible.",
    "Someone is rooting for you, even silently.",
    "Even if they don’t understand, you’re still valid.",
    "You are not alone in the fog.",
    "You are not your worst moment.",
    "You are not forgotten.",
    "Someone has felt exactly this and come out softer.",
    "Others are walking with you — just quietly.",
    "You’re not alone, even if it feels that way.",
    "Someone would listen if you reached out.",
    "You’re not failing. You’re surviving.",
    "Someone sees the effort — even if you don’t.",
    "You are not the only one starting over.",
    "You’re still lovable when you’re low-energy.",
    "Others are struggling too — and still deserve joy.",
    "You don’t need to fix your face to be seen.",
    "You don’t have to pretend.",
    "You are not invisible.",
    "You don’t need a caption for your sadness.",
    "There is nothing wrong with needing help.",
    "You’re not dramatic — you’re overwhelmed.",
    "You are not out of options.",
    "Someone out there would sit with you through the dark.",
    "You don’t need to smile to be loved.",
    "It’s not silly. It’s how you feel.",
    "Your low days still matter.",
    "You are loved even when you're offline.",
    "There’s a you-shaped space in the world — and we’re glad you fill it.",
    "You're held — even if it's just by words today.",
    "You don’t need a perfect explanation to deserve support.",
    "You’re safe to feel it all.",
    "You’re still part of this big weird fruit salad we call life.",
    "You’re someone’s hope just by existing.",
    "It’s okay to come back when you’re ready.",
    "You’re not the only one figuring it out.",
    "We see you, fruit. You’re doing great."
]