[
  "Take a walk around the block and smile at one tree.",
  "Walk until you see something yellow. Bonus points if it’s a flower.",
  "Step outside and stretch both arms up to the sky like you mean it.",
  "Walk like a fruit spy. Try not to make a sound for 30 steps.",
  "Find 3 different textures on the ground (stone, grass, dirt) and walk on them mindfully.",
  "Take a slow walk and wave at one stranger or friendly dog.",
  "Walk to the corner and back, counting how many different birds you hear.",
  "Find a sunny patch. Close your eyes and turn your face to the warmth for 30 seconds.",
  "Skip (yes, skip) for 30 seconds — or until someone smiles at you.",
  "Walk a figure eight on the sidewalk or path. Repeat it twice.",
  "Take 100 steps and think of one thing you're grateful for every 20.",
  "Touch one tree gently and thank it for being cool.",
  "Do 10 calf raises while looking at the clouds.",
  "Find a spot and do 5 slow, deep squats. Pretend you’re planting a garden.",
  "Do 10 arm circles while walking slowly like a floating blueberry.",
  "Walk at normal pace for 2 minutes, then speed up for 30 seconds. Repeat twice.",
  "Walk a straight line for 20 steps. Then do it again but heel-to-toe.",
  "Find a flower, leaf, or rock and admire it like it’s a work of art.",
  "Stand tall, raise your arms, and take 3 deep outdoor breaths.",
  "Stroll and count how many plants you see — any kind will do.",
  "Walk to the nearest bench or corner and back with extra bouncy steps.",
  "Pause under a tree. Stretch to both sides like swaying branches.",
  "Try walking backwards for 20 careful steps (use a safe space).",
  "Walk in a zig-zag for one full minute. Bonus if you hum while doing it.",
  "Clap your hands every 10 steps — just because it feels good.",
  "Step outside and breathe deeply for 1 minute. No phones, no pressure.",
  "Walk until you see something heart-shaped. Then smile and turn around.",
  "Do 20 heel-to-toe steps on the curb or a painted line. Balance mode: on.",
  "Walk while naming fruits in your head for every step. Mango. Grape. Apple…",
  "Find 5 shades of green while strolling, then do a mini fist-pump.",
  "Take a loop around your building at your own fruity pace.",
  "March for 30 seconds, walk for 30 seconds. Repeat for 3 minutes.",
  "Find a quiet spot and sit for 1 minute. Listen closely to nature’s tiny sounds.",
  "Touch a wall, a tree, and a flower. Then do a little victory stretch.",
  "Walk like you’re late for fruit school — quick but still friendly.",
  "Find a leaf, toss it gently into the air, and watch it land.",
  "Step onto grass. Do 10 small hops in place, like a bouncing plum.",
  "Make a circle path and walk it 3 times while swinging your arms.",
  "Take 3 minutes and simply wander. Let your feet decide where.",
  "Stand still, close your eyes, and name 3 outdoor sounds around you.",
  "Stretch both arms wide and spin gently once. Breathe in while spinning.",
  "Do 5 jumping jacks next to something green.",
  "Find a spot to do 15 toe touches with a big inhale each time.",
  "Walk and look for a cloud that resembles a fruit or veggie.",
  "Step gently up and down one step or curb 20 times.",
  "Draw a heart in the dirt or with your foot in sand. Smile at it.",
  "Walk while lightly swinging your arms like noodles.",
  "Take 5 minutes to walk without talking or tech — just your senses.",
  "Look up. Pick one thing in the sky and follow it for 10 seconds.",
  "End your walk by doing a big, stretchy yawn. You earned it."
]
